# 女装
dress = ['半身裙','真丝裙','雪纺裙','棉麻裙','吊带裙','印花裙','纯色裙','情侣T','短袖T','超长T恤款','吊带T','薄针织款','纯色T恤','蕾丝拼接','短裤','宋裤','牛仔裤','休闲裤','阔腿裤','破洞牛仔','哈伦裤','棉麻裤','时尚套装','运动套装','阔腿裤套装','两件套','小香风套装','雪纺套装','套装裤','套装裙','防嗮衫','蕾丝衫','雪纺衫','娃娃衫','露肩上衣','一字肩','印花雪纺衫','白衬衫','大码女装','妈妈装','婚纱礼服','民族舞台','夏新品','红人私服']
# 女鞋
shoe = '鱼嘴凉鞋	尖头凉鞋	粗跟凉鞋	坡跟凉鞋	细跟凉鞋	厚底凉鞋	夹趾拖鞋	平跟拖鞋	包头拖鞋	系带凉鞋	高跟单鞋	平底单鞋	厚底单鞋	中跟单鞋	粗跟单鞋	坡跟单鞋	深口单鞋	尖头单鞋	圆头单鞋	高帮帆布鞋	低帮帆布鞋	魔术贴帆布鞋	懒人鞋帆布鞋	厚底帆布鞋	系带帆布鞋	情侣款帆布鞋	内增高高帮	厚底高帮	系带高帮	魔术贴高帮	拉链高帮	松紧带高帮	套脚高帮	裸靴	短靴	马丁靴	切尔西靴	雪地靴	中筒靴子	高筒靴子	过膝靴子	思加图	千百度	星期六'
# 玩具
toy = '童书	户外玩具	积木	早教	电动车	儿童自行车	爬行垫	机器人	亲子玩具'
# 电器
appliance = '平板电视	冰箱	空调	洗衣机	油烟机	燃气灶	热水器	影音	榨汁机	豆浆机	电饭煲	电压力锅	面包机	电火锅	咖啡机	电磁炉	空气净化	吸尘器	电风扇	空调扇	灭蚊器	净水器	挂烫机	加湿器	剃须刀	舒适按摩	洁面美容	美发神器	美腿瘦身	电吹风	瘦身腰带	血压仪	投影仪	打印机	办公用纸	硒鼓	一体机	条码扫描枪	电纸书	学习机	办公文具	书法绘画	点读机	阅读电纸书'
#美妆
makeup = '补水	美白	收缩毛孔	控油	祛痘	祛斑	去黑眼圈	脱毛	卸妆	洁面	化妆水	面部精华	乳液	面膜	防晒	套装	粉底液	粉饼	蜜粉	隔离	BB霜	眼线	腮红	彩妆套装	女士香水	男士香水	中性香水	淡香水	古龙水	香精	复方精油	男士洁面	男士爽肤水	男士精华	男士乳液	男士鼻贴	男士剃须膏	男士套装	男士磨砂	洗发水	护发素	发膜	染发	烫发	造型	假发'
#珠宝
jewelry= '项链	手链	发饰	耳饰	戒指	新娘配饰	DIY饰品	首饰盒	珠宝首饰	翡翠	黄金首饰	钻石首饰	金条首饰	珍珠首饰	琥珀首饰	和田玉首饰	铂金	石英表	电子表	机械表	情侣表	儿童表	时装表	光能表	手表配件	太阳镜	光学镜	司机镜	运动镜	护目镜	男人饰品	zippo	瑞士军刀	烟具	酒具	紫檀饰品	沉香木饰品	佛珠	品牌打火机	古玩珍藏	紫砂	文房	核雕	脸谱	印章	徽章	西洋收藏	流行珍藏'
# 鲜花
flower = '月季	绣球花	兰花	菊花	铁线莲	三角梅	朝天椒	吊兰	文竹	茉莉	向日葵	玫瑰	太阳花	茄子	含羞草	薰衣草	凤仙花	绿萝	青菜'
# 家具
furniture = '布艺沙发	实木床	茶几	电视柜	餐桌	实木沙发	衣柜	皮艺沙发	餐边柜	书桌	斗柜	皮艺床	餐椅	鞋柜	玄关柜/厅柜	板式床	儿童床	子母床/高低床	高低/子母床'
# 汽车
car = '汽车座垫	亚麻座垫	汽车脚垫	后备箱垫	汽车香水	精品内饰	汽车座套	汽车贴膜	安全座椅	行车导航	影音娱乐	安全预警	车载电器	记录仪	智能车机	轮胎	机油	雨刮器	滤芯器	车灯	蓄电池	刹车盘片	火花塞	美容	洗车	养护	维修工具'
# 办公
supplies = '收款机	火锅桌	餐饮沙发	转盘	服装展示架	模特道具	投影仪	前台	会客沙发	会议桌	演讲台	培训台	培训椅	展板/白板	马克笔	打印机一体机	硒鼓	墨盒	复印纸	保险箱	复合机	点钞机	大班台/主管桌	组合工作位/职员桌	办公沙发	文件柜	超市货架	广告牌	美容/美发床	仓储货架	条码打印机	条码纸	扫描枪	平板车/手推车	封口机	包装盒	胶带	防震材料	路由器	交换机	网吧电竞椅	网吧一体沙发	吧台'
# 百货
stuff = ['百货']
# 学习
study = '语言学习	职场技能	考试考证	兴趣爱好	亲子早教'
# 男装
men = '夹克	西装	春新款	风衣	棒球服	皮衣	牛仔外套	呢大衣	卫衣	T恤	衬衫	polo衫	针织衫	短袖T恤	针织衫	开衫	毛衣	套头	羊毛衫	羊绒衫	情侣	高领	圆领	休闲裤	运动裤	阔腿裤	西裤	小脚	哈伦	九分	七分	工装	秋款牛仔裤	薄牛仔裤	直筒牛仔裤	小脚牛仔裤	破洞牛仔裤	修身牛仔裤	黑色牛仔裤	潮牌牛仔裤	弹力牛仔裤	羽绒服	呢大衣	棉衣'
# 箱包
bag = '单肩女包	手提女包	小方女包	贝壳女包	真皮女包	迷你女包	撞色女包	流行款女包	商务男包	休闲男包	潮流男包	单肩男包	斜挎男包	手提包男包	手拿包男包	胸包男包	腰包男包	女双肩包	男双肩包	PU双肩包	牛皮双肩包	帆布双肩包	休闲双肩包	出街潮搭双肩包	学院双肩包	水桶款双肩包	邮差款双肩包	拉杆软旅行箱	拉杆硬旅行箱	旅行袋	登机旅行箱	托运旅行箱	单向轮旅行箱	万向轮旅行箱	女长款钱包	女横款钱包	女竖款钱包	信封款钱包	男长款钱包	男横款钱包'
# 数码
digital = 'iPhone	荣耀	小米	华为	酷派	魅族	中兴	VIVO	三星	iPad	三星平板电脑	联想平板电脑	台电平板电脑	华为平板电脑	surface	酷比魔方平板电脑	索尼平板电脑	专业单反	微单	相机镜头	卡片机	卡西欧相机	佳能	尼康	索尼相机	苹果笔记本	联想笔记本	Thinkpad笔记本	戴尔笔记本	华硕笔记本	Acer笔记本	神舟笔记本	三星笔记本	台式机无线鼠标	台式机CPU	台式机无线路由器	台式机移动硬盘	台式机显卡	台式机内存	台式机键盘	智能穿戴	充电宝	壳套配件	蓝牙耳机	无线键鼠套装'
# 洗护
washing = '中华神皂	天堂伞	红包	炭包	零食盘	口罩	55度杯	窗花	保温杯	锅	刀叉勺	碗盘碟	餐具	套刀	保鲜	烘焙	烧烤	茶具饮具	喝热水	玻璃杯	壶	花茶具	咖啡具	酒具	茶具配件	沙冰杯	运动水杯	收纳箱	鞋柜	压缩袋	购物袋	桌面收纳	内衣收纳	脏衣篮	化妆包	旋转拖把	洗衣液	蓝泡泡	垃圾桶	油污清洁剂	垃圾袋	抹布	香薰用品	洗发水	沐浴露	纸巾	卫生巾	牙膏	牙刷	梳子	指甲刀	棉签'
# 动漫
comic = '哆啦a梦	灌篮高手	七龙珠	阿拉蕾	阿童木	龙猫	HELLO	KITTY	圣斗士星矢	奥特曼	樱桃小丸子	蜡笔小新	美少女战士	全职高手	十万个冷笑话	尸兄	侠岚	罗小黑	秦时明月	小黄鸭	盗墓笔记	从前有座灵剑山	不良人	布袋戏	斗罗大陆	海贼王	银魂	火影	名侦探柯南	高达	数码宝贝	JOJO	游戏王	头文字D	EVA	进击的巨人	夏目友人帐	美国队长	复仇者联盟	变形金刚	钢铁侠	小黄人	超人	疯狂动物城	蜘蛛侠	蝙蝠侠	忍者神龟	冰雪奇缘	超能陆战队	从零开始的异世界生活	阿松	在下坂本	FATE	一拳超人	LL	超时空要塞Δ	小埋	东京喰种	文豪野犬	暗杀教室	黑子的篮球	守望先锋	魔兽世界	舰娘collection	刀剑乱舞	剑三	英雄联盟	大话西游	黑魂	神秘海域	刺客信条	我的世界'
# 生鲜
fresh = '芒果	车厘子	苹果	橙子	猕猴桃	柠檬	牛油果	蓝莓	大闸蟹	帝王蟹	海参	金枪鱼	鲍鱼	红虾	牛排	土猪肉	土鸡	羊肉	火腿	山药	番薯	土豆	莲藕	净菜	芋头	鸡蛋	鸽子蛋	鸭蛋	咸鸭蛋	皮蛋	喜蛋	烤鸭酱鸭	卤肉	豆干	凉菜	熟鸡	龙利鱼	秋刀鱼	三文鱼	鳕鱼	斑鱼	比目鱼	带鱼	金枪鱼	车厘子	奇异果	芒果	提子	火龙果	西柚	莲雾	牛油果'
# 宠物
pet = '狗狗	宠物狐狸	窝/屋/帐篷	饮水器/水壶/水头	香波浴液	笼子	项圈	套装玩具	床/垫/沙发	家用牵引带	背包/箱包	尿片/尿垫/护垫	针梳	碗/勺/杯	狗厕所	电推剪	进口狗零食	猫主粮	眼部清洁'
# 家饰
homeware = ['家饰']
# DIY
DIY = 'T恤	照片冲印	软陶人偶	马克杯	相册	奖杯	徽章	胸牌	扇子	木版画'
# 餐厨
kitchen = '饮具	中西餐具	中西烹饪	厨房家务配件	厨房小物	餐桌小物	西点烘焙	保鲜容器	DIY工具	烧烤用品	一次性用品'
# 卡券
bonouce = '餐饮美食	消费卡	购物提货券	演出票务	休闲玩乐'
# 内衣
underware = '保暖套装保暖内衣	秋衣保暖内衣	秋裤保暖内衣	男士保暖内衣	女士保暖内衣	中老年保暖内衣	外穿保暖内衣	背心保暖内衣	新品文胸	套装文胸	无钢圈文胸	无痕文胸	隐形文胸	调整文胸	聚拢文胸	少女文胸	大码文胸	比基尼文胸	套装家居服	睡裙家居服	睡衣家居服	睡裤家居服	睡袍家居服	女士家居服	男士家居服	亲子家居服	情侣家居服	外穿家居服	女士内裤	男士内裤	情侣内裤	低腰内裤	礼盒装内裤	中腰内裤	高腰内裤	三角内裤	平角内裤	丁字裤内裤	女袜	男袜	丝袜	棉袜	瘦腿袜	礼盒装袜子'
# 服装配件
accessory = '女士围巾	男士围巾	披肩围巾	皮草围巾	羊绒围巾	小方巾围巾	三角巾围巾	羊绒围巾	棒球帽	鸭舌帽	礼帽	爵士帽	贝雷帽	牛仔帽	八角帽	渔夫帽	女士腰带	男士商务腰带	细腰带	宽腰封	腰链	品牌腰带	帆布腰带	女士手套	男士手套	真皮手套	触屏触控手套	翻盖手套	多件套装手套	荧光鞋带	增高半垫	防臭鞋垫	羊毛鞋垫	铜扣头	自动扣头	针扣头	平滑扣头	特色配饰	袖扣	领带	领结	毛线	布料	领带夹	手帕	领针	口袋巾'
# 保健品
health_product = 'CENTRUM	善存	Nourse	卫仕	Vitscan	维斯康	IN－PLUS	麦德氏	swisse	Move	Free'
# 农资
agricultural = '杀虫剂	生根粉	杀菌剂	激活液	保鲜剂	除草剂	生根剂	保水剂	防冻剂	花木冲施晶	矮化剂	伤愈膏	草坪养护'
# 建材
building_materials = 'JOMOO九牧	ARROW箭牌	东鹏	KOHLER科勒	submarine潜水艇	BULL公牛	TOTOnVc雷士	Philips飞利浦	89	设计师的灯	ONEFIRE万火	Cobbe卡贝	摩恩	annwa安华	艺杰斯	贺曼	法恩莎	Panasonic松下	欣芝美	GROHE/高仪	Wealthy	Snail	Wallpaper/富贵蜗牛	诺青	qhang/旗航壁纸	樱花	LIANGCHAO/靓巢	蒙莱奇	爱依帘	加瑞华	起点如日	帆朗	牧滨	ROCA/乐家	汉斯威诺	本木	汉斯格雅	第1顶	帕力美	巨亿	DZZ	dlscc	LTENG/蓝藤	k&c	LOLA/楼兰	皇家太阳	帝凡尼	AFAOZZO/奥朵	瑞佳居	佳典园	允朗	Dulux/多乐士	汉轩	摩丹洁具	女皇世家	君御	月影凯顿	壁画大师	大视野	贤城	美佳居	欧凯源	世源	DERLIFON/德立方	CHNT/正泰	耀马	GDYIHO	Seloog/时龙	EMUSE/伊沐馨	慕尼	子兰	德力西	壁上观	Joyou/中宇	丽歌	LLH/利龙亨	海阁拉斯	高尔佳	兴悦	英特汉莎	贝·利·珠	欧来德照明	凯利源	友兰	帝玛	爱尚	蕊西	喜家喜	赛通	施迈	将旗	Sdhouseware	TCL	朗派	优艺	迪莱克斯	Delfino/德尔菲诺	MUGO	Newzhongyuan/新中源	超峰	Oulin/欧琳	KARAT/卡丽	谷米	高恩	伏特斯	亚修斯卫浴	美灯小铺	普纳	喜尔达'
# 家纺
textiles = '四件套	被子/蚕丝被/纤维被	枕头/枕芯	床品套件	凉席	毛毯/绒毯	床单/床笠/床裙/床罩	枕套/枕巾	蚊帐/床幔	床褥/床垫	蚕丝被	被套	婚庆床品	儿童床品	羽绒被	慢回弹记忆	枕保健枕/护颈枕	毛巾被/毛巾毯	宫廷蚊帐	蒙古包蚊帐	旅行枕/午休枕	乳胶枕	羊毛被	藤席/藤席三件套	竹席/竹席三件套/折叠竹席	保健床垫	床品定制	牛皮席/牛皮凉席	睡袋'
# 五金电子
hardware = '工具箱	工具组套	螺丝刀	万能扳手	工具包	游标卡尺	木工工具	电钻	电动螺丝刀	电锤	角磨机	切割机	手电钻	雕刻机	电钻家用	万用表	水平仪	测距仪	示波器	孵化机	电表	温控器	电子称	电焊机	发电机	泵	空压机	焊机	电机	减速机	风机	汽油发电机	弹簧	轴承	阀门	工作台	直线导轨	铁丝网	灭火器	减速带	工矿鞋	交通标志牌	护栏	防护网	手套	口罩	LED显示屏	LED开关电源	普通稳压器	变频器	电子变压器	电磁继电器	定时器	节能控制器'
# 家庭保健
home_care = '创可贴	口罩	体温计	消毒用品	冷敷降温	急救箱	绷带纱布	血压监测	血糖监测	心率监测	拐杖	轮椅	助行器	呼吸制氧	矫正牵引	医用床上护理	拔罐	足部保健	刮痧	保健护具	针灸	全身按摩	蒸脸器	洁面仪	电子美容仪	体重秤	电动牙刷	避孕	测孕	润滑助性	情趣用具	杜蕾斯	冈本	LELO'
# 本地服务
service = '家居服务	保洁/清洗	房屋维修	家电维修	便民服务	保姆/护理	数码维修	洗衣服/干洗/改衣	搬家/搬运服务	美业/美甲/美容	特色服务	按摩服务	宠物服务	开发/建站服务	汽车服务	其他生活服务	健康服务	图片/照片处理	厨师/私厨服务	工商注册/专利申请服务	代购服务	打印/复印/印刷服务	商品展示	视频拍摄/制作	视频/音频制作	翻译服务	office办公软件制作	法律服务'
# 童鞋
chr_shoe = '凉鞋	运动鞋	皮鞋	公主鞋	帆布鞋	学步鞋	雨鞋	靴子	亲子鞋'
# 童装
chr_clothes = '儿童套装	外套	裤子	裙子	亲子装	牛仔裤	连体衣	T恤	内衣裤	演出服'
# 孕产用品
pregnant = '孕妇上装	连衣裙	月子服	哺乳文胸	待产包	束腹带	孕期洗护	吸奶器'
# 母婴用品
infant = '纸尿裤	新生儿	婴儿推车	奶瓶	婴儿床	睡袋	餐具	安全座椅'
# 潮鞋
special_shoe = '绿尾	耐克	三叶草	一脚蹬	VANS	复古风'
# 健身
fitness = '健身服	运动文胸	压缩裤	安德玛	速干衣	健身器材'
# 户外
outdorrs = '登山包	睡袋	冲锋衣	露营帐篷	钓鱼竿	户外鞋'
# 游泳
swimming = '温泉泳衣	游泳帽	泳镜	比基尼	分体泳衣	潜水装备'
# 乐器
instrument = '钢琴	电钢琴	吉他	尤克里里	小提琴	萨克斯	古筝	二胡	葫芦丝	架子鼓	口琴	电吉他	非洲鼓	民谣吉他	古琴	笛子	琵琶	陶笛	话筒	琴弦'
# 游戏
game = 'Q币	QQ会员	QQ超级会员	QQ黄钻贵族	QQ蓝钻贵族	QQ绿钻贵族	魔兽世界点卡	英雄联盟点卡	剑侠情缘3点卡	守望先锋点卡	地下城与勇士点卡	英雄联盟代练	王者荣耀代练	魔兽世界代练	地下城与勇士代练	守望先锋代练	地下城与勇士游戏币	魔兽世界游戏币	剑侠情缘3游戏币	剑灵天涯游戏币	明月刀游戏币	变形金刚激活码	永恒都市激活码	战意激活码	MU传奇激活码	天衍录激活码'
# 零食
snacks = '夏威夷果	松子	开心果	瓜子	巴旦木	腰果	杏仁	花生	牛肉干	牛板筋	猪肉脯	鸭脖	鸡肉	豆干	松露巧克力	夹心巧克力	糖果	果冻	布丁	红枣	梅类	蜜饯	果脯	蔬果干	榴莲干	鱿鱼丝	鱼干	海苔	章鱼足	鱼豆腐	裙带菜	奶酪条	奶提子	奶片	芝士	儿童奶酪	山核桃	纸皮核桃	核桃仁	长寿果	椒盐核桃	奶油核桃	原味核桃	五香核桃	巧克力	果冻	软糖	牛轧糖	咖啡糖	口香糖	海苔	奶片'
# 甜品
dessert = '麻薯	绿豆糕	鲜花饼	凤梨酥	黄山烧饼	麻花	提拉米苏	榴莲酥	牛乳蛋糕	甜甜圈	铜锣烧	华夫饼	曲奇饼干	威化饼干	薄脆饼干	夹心饼干	消化饼干	燕麦饼干	薯片	锅巴	玉米豆	虾片	北田能量棒	米饼	广式月饼	苏式月饼	云腿月饼	莲蓉月饼	五仁月饼	香港美心	达利园	好丽友	乐天	盼盼	欧乐	日本饼干	韩国饼干	苏打饼干	曲奇	夹心饼干	膨化饼干	蛋卷,'
# 主食
staple = '国产大米	小米	面粉	泰国香米	黑米	糯米	黄豆	红豆	绿豆	黑豆	玉米	面条	年糕	意大利面	冷面	煎饼	速食汤	鸡精	食糖	酱油	辣椒酱	咖喱	醋制品	黑木耳	莲子	银耳	香菇	桂圆干	腊肉	腌肉	火腿	香肠	腊肠	培根	腊鱼	酱鸭	大豆油	玉米油	调和油	香油	橄榄油	花生油	山茶油	麻油	黄油	奶油	芝士粉	面包糠	酵母粉	泡打粉	鱼胶粉	小苏打'
# 茶叶
tea = '正山小种红茶	金俊眉红茶	祁门红茶	滇红	川红	进口红茶	白毫银针白茶	白牡丹白茶	寿眉白茶	贡眉白茶	福鼎白茶	西湖龙井	日照绿茶	太平猴魁绿茶	六安瓜片	碧螺春	信阳毛尖	黄山毛峰	大佛龙井	乌龙茶	铁观音	大红袍	高山茶	黑乌龙	冻顶乌龙	水仙	速溶咖啡	咖啡豆	咖啡粉	奶精	奶油球	糖浆	白沙糖包	黄糖包	藕粉	麦片	冲饮果汁	豆奶	豆浆	姜汤	奶茶	酸梅粉	果蔬汁	碳酸饮料	功能饮料	凉茶	矿泉水	果味饮料	含乳饮料	即饮咖啡	纯牛奶	酸奶	酸奶粉	羊奶	德亚	蒙牛	光明	伊利'
# 中药材
medic = '枸杞	阿胶	冬虫夏草	燕窝	参类	铁皮石斛	天麻	当归	藏红花	杜仲	五加皮	红景天	三七	百合	芡实	川贝	金银花	茯苓	蜂蜜	蜂胶	蜂王浆	蜂花粉	蜂巢素	更多蜂类	花胶	鱼胶	干品海参	海马	元贝	红景天	山参	人参	西洋参	高丽参	红参	参段	参片	礼盒'
# 白酒
wine = '白酒五粮液	茅台	剑南春	郎酒	洋河	泸州老窖	六瓶礼盒装	坛装	箱装	桶装	金装	珍藏版	教士啤酒	奥丁格	瓦伦丁	喜力啤酒	1664啤酒	智美啤酒	红葡萄酒	白葡萄酒	桃红葡萄酒	起泡/香槟葡萄酒	冰酒	鸡尾酒	威士忌	伏特加	白兰地	预调酒	力娇酒	杨梅酒	樱花酒	自制葡萄酒	梅子酒	桑葚酒	蓝莓酒	绍兴黄酒	女儿红	花雕酒	加饭酒	即墨老酒	状元红	上海老酒	糯米黄酒'
# 运动
sports = '羽毛球	健身器械	健身器材	网球	乒乓球	极限运动	篮球	棒球	排球	足球护腿板/防护用具	壁球	橄榄球	瑜伽服套装	瑜伽上装	瑜伽下装	健身车	健腹轮/腹肌轮	健美操套装'




